Repository: Framatome/onvifviewer
Catalog: po/*.po
Languages: fr, it, nl_nl, ru, sv

source: View and control network cameras using the ONVIF protocol
fr: Afficher et contrôler les caméras en réseau utilisant le protocole ONVIF
it: Visualizzare e controllare le telecamere di rete utilizzando il protocollo ONVIF
nl_nl: Bekijk en bestuur netwerkcamera's met behulp van het ONVIF protocol
ru: Просмотр и управление сетевыми камерами с помощью протокола ONVIF
sv: Visa och styr nätverkskameror med ONVIF-protokollet

# NAME OF TRANSLATORS
source: Your names
fr: Éfrit
it: Albano Battistella
nl_nl: Casper Meijn
ru: Ваши имена
sv: Åke Engelbrektson

# EMAIL OF TRANSLATORS
source: Your emails
fr: Efrit@posteo.net
it: albano_battistella@hotmail.com
nl_nl: casper@meijn.net
ru: Ваши адреса электронной почты
sv: eson@svenskasprakfiler.se

source: Main developer
fr: Développeur principal
it: Sviluppatore principale
nl_nl: Hoofdontwikkelaar
ru: Главный разработчик
sv: Huvudutvecklare

source: Add demo camera
fr: Ajouter une caméra démo
it: Aggiungere telecamera demo
nl_nl: Demonstratiecamera toevoegen
ru: Добавить демо камеру
sv: Lägg till demokamera

source: New manual device
fr: Nouveau périphérique manuel
it: Nuovo dispositivo manuale
nl_nl: Handmatig apparaat toevoegen
ru: Новое устройство вручную
sv: Ny manuell enhet

source: Device settings
fr: Paramètres du périphérique
it: Impostazioni del dispositivo
nl_nl: Verbindingsinstellingen
ru: Настройки устройства
sv: Enhetsinställningar

source: Connection settings
fr: Paramètres de connexion
it: Impostazioni di connessione
nl_nl: Verbindingsinstellingen
ru: Настройки подключения
sv: Anslutningsinställningar

source: Camera name:
fr: Nom de la caméra :
it: Nome della telecamera:
nl_nl: Cameranaam:
ru: Имя камеры:
sv: Kameranamn:

source: e.g. Backyard
fr: p. ex. Arrière-cour
it: ad esempio Backyard
nl_nl: bijv. Achtertuin
ru: например, "задний двор"
sv: t.ex. Bakgården

source: Hostname:
fr: Nom d’hôte :
ru: Имя хоста:
sv: Värdnamn:

source: e.g. ipcam.local or 192.168.0.12
fr: p. ex. ipcam.local ou 192.168.0.12
it: ad esempio, ipcam.local o 192.168.0.12
nl_nl: bijv. ipcam.local of 192.168.0.2
ru: например, ipcam.local или 192.168.0.12
sv: t.ex. ipcam.local eller 192.168.0.12

source: Username:
fr: Nom d’utilisateur :
it: Nome utente:
nl_nl: Gebruikersnaam:
ru: Имя пользователя:
sv: Användarnamn:

source: Password:
fr: Mot de passe :
nl_nl: Wachtwoord:
ru: Пароль:
sv: Lösenord:

source: Camera properties
fr: Propriétés de la caméra
it: Proprietà della videocamera
nl_nl: Camera eigenschappen
ru: Свойства камеры
sv: Kameraegenskaper

source: Enable camera movement fix
fr: Activer les ajustements des mouvements de caméra
it: Abilita la correzione del movimento della telecamera
nl_nl: Camerabewegingen oplossing aanzetten
ru: Включить исправление движения камеры
sv: Aktivera rörelsekorrigering för kamera

source: Remove camera
fr: Supprimer la caméra
it: rimuovi la telecamera
nl_nl: Camera verwijderen
ru: Удалить камеру
sv: Ta bort kameran

source: Camera %1
fr: Caméra %1
it: Fotocamera %1
ru: Камера %1
sv: Kamera %1

# opens pan/tilt/zoom overlay
source: Move
fr: Déplacer
it: Muovi
nl_nl: Bewegen
ru: Переместить
sv: Flytta

# opens device information overlay
source: Device information
fr: Information du périphérique
it: Informazioni sul dispositivo
nl_nl: Apparaatinformatie
ru: Информация об устройстве
sv: Enhetsinformation

source: Saving current position as home
fr: Enregistrer la position actuelle comme celle de la maison
it: Salvare la posizione corrente come casa
nl_nl: Huidige positie wordt als thuis opgeslagen
ru: Сохранение текущей позиции как домашней
sv: Sparar aktuell position som hem

source: Device information
fr: Information du périphérique
it: Informazioni sul dispositivo
nl_nl: Apparaatinformatie
ru: Информация об устройстве
sv: Enhetsinformation

source: Manufacturer:
fr: Fabricant :
it: Produttore:
nl_nl: Fabrikant:
ru: Производитель:
sv: Tillverkare:

source: Model:
fr: Modèle :
it: Modello:
ru: Модель:
sv: Modell:

source: Firmware version:
fr: Version du micrologiciel :
it: Versione firmware:
nl_nl: Firmware:
ru: Версия прошивки:
sv: Mjukvaruversion:

source: Serial number:
fr: Numéro de série :
it: Numero di serie:
nl_nl: Serienummer:
ru: Серийный номер:
sv: Serienummer:

source: Hardware identifier:
fr: Identifiant matériel :
it: Identificatore dell'hardware:
nl_nl: Hardware identificatienummer:
ru: Идентификатор оборудования:
sv: Maskinvaruidentifierare:

source: This camera is currently only opened as a preview. This means that the device is not loaded the next time you open this application. If you want to save this device, then you need to click the Save button.
fr: Cette caméra est actuellement uniquement activée comme un aperçu. Cela signifie que ce périphérique ne sera pas chargé la prochaine fois que vous lancerez l’application. Si vous souhaitez enregistrer le périphérique, cliquez sur le bouton Enregistrer.
it: Questa fotocamera è attualmente aperto solo come anteprima. Ciò significa che il dispositivo non viene caricato la prossima volta che si apre questa applicazione. Se si desidera salvare questo dispositivo, è necessario fare clic sul pulsante Salva.
nl_nl: Deze camera is momenteel geopend ter beoordeling. Dit betekend dat het apparaat vergeten wordt na het sluiten van de applicatie. Als je het apparaat wilt opslaan, dan moet je op de opslaan knop drukken.
ru: Эта камера в настоящее время открыта только для предварительного просмотра. Это означает, что при следующем открытии этого приложения устройство не загрузится. Если вы хотите сохранить это устройство, вам необходимо нажать кнопку «Сохранить».
sv: Den här kameran öppnas för närvarande endast som en förhandsgranskning. Det innebär att enheten inte läses in nästa gång du startar programmet. Om du vill spara den här enheten måste du klicka på "Spara".

source: An error occurred during communication with the camera. Technical details: %1
fr: Une erreur s'est produite lors de la communication avec la caméra. Détails techniques : %1
it: Errore durante la comunicazione con la fotocamera. Dettagli tecnici: %1
nl_nl: Er is een fout opgetreden tijdens de communicatie met de camera. Technische informatie: %1
ru: Произошла ошибка во время связи с камерой. Технические детали: %1
sv: Ett fel inträffade under kommunikation med kameran. Teknisk information: %1

source: Discover camera
fr: Trouver la caméra
it: Cerca una telecamera
nl_nl: Camera zoeken
ru: Обнаружение камеры
sv: Identifiera kamera

source: No camera discovered in the local network.
fr: Pas de caméra trouvée sur le réseau local.
it: Nessuna telecamera trovata sulla rete locale.
nl_nl: Geen camera gevonden in het lokale netwerk.
ru: В локальной сети камеры не обнаружены.
sv: Ingen kamera identifierad i det lokala nätverket.

source: Click on a discovered camera to add it:
fr: Cliquer sur la caméra trouvée pour l'ajouter :
it: Clicca su una telecamera trovata per aggiungerla:
nl_nl: Klik op een gevonden camera om deze toe te voegen:
ru: Щелкните на обнаруженной камере, чтобы добавить ее:
sv: Klicka på en identifierad kamera för att lägga till den:

source: Loading…
fr: Chargement…
it: Caricamento…
nl_nl: Laden…
ru: Загрузка…
sv: Läser in…

source: Overview
fr: Aperçu
it: Panoramica
nl_nl: Overzicht
ru: Обзор
sv: Översikt

# adds a new camera
source: Add
fr: Ajouter
it: Aggiungi
nl_nl: Toevoegen
ru: Добавить
sv: Lägg till

# opens the "About" menu
source: About
fr: À propos
it: Informazioni su
nl_nl: Info over
ru: Относительно
sv: Om

source: Automaticly discover camera
fr: Trouver automatiquement les caméras
it: Trova la telecamera automaticamente
nl_nl: Automatisch gevonden camera
ru: Автоматически обнаруживать камеру
sv: Identifiera kamera automatiskt

source: Automatically find a camera in your network.
fr: Trouver automatiquement les caméras sur votre réseau.
it: Trova una telecamera sulla tua rete automaticamente.
nl_nl: Automatisch zoeken naar camera's in je netwerk.
ru: Автоматический поиск камеры в вашей сети.
sv: Hitta en kamera automatiskt i ditt nätverk.

source: Add demonstration camera
fr: Ajouter une caméra de démonstration
ru: Добавить демонстрационную камеру
sv: Lägg till demonstrationskamera

source: These demonstration cameras show you some on the capabilities, without owning a camera.
fr: Ces caméras de démonstration vous montrent certaines capacités sans posséder une caméra.
ru: Эти демонстрационные камеры показывают вам некоторые возможности, даже не имея камеры.
sv: Dessa demonstrationskameror visar dig några av möjligheterna, utan att äga en kamera.

source: Manually add camera
fr: Ajouter manuellement une caméra
it: Aggiungere manualmente la fotocamera
nl_nl: Handmatige camera toevoegen
ru: Добавить камеру вручную
sv: Lägg till kamera manuellt

source: Manually adding a camera means that you need to provide the connection parameters yourself.
fr: L'ajout manuel d'une caméra signifie que vous devez fournir vous-même les paramètres de connexion.
it: Aggiunta manuale di una macchina fotografica significa che è necessario fornire i parametri di connessione manualmente.
nl_nl: Handmatige camera toevoegen betekent dat je zelf de verbindingsinstellingen opgeeft.
ru: Добавление камеры вручную означает, что вам необходимо указать параметры подключения самостоятельно.
sv: Att manuellt lägga till en kamera innebär att du måste ange anslutningsparametrarna själv.

source: You can add a camera by clicking the "Add" button below.
fr: Vous pouvez ajouter une caméra en cliquant sur le bouton "Ajouter" ci-dessous.
it: È possibile aggiungere una fotocamera facendo clic sul pulsante "Aggiungi" qui sotto.
nl_nl: Je kan een camera toevoegen met behulp van knop hieronder.
ru: Вы можете добавить камеру, нажав кнопку «Добавить» ниже.
sv: Du kan lägga till en kamera genom att klicka på "Lägg till" nedan.

source: An error occurred during communication with the camera.
fr: Une erreur s'est produite lors de la communication avec la caméra.
it: Errore durante la comunicazione con la fotocamera.
nl_nl: Er is een fout opgetreden tijdens de communicatie met de camera.
ru: Произошла ошибка во время связи с камерой.
sv: Ett fel inträffade under kommunikation med kameran.

source: The camera doesn't support the retrieval of snapshots.
fr: La caméra ne prend pas en charge la récupération des photos instantanées.
it: La fotocamera non supporta il recupero delle istantanee.
nl_nl: Deze camera ondersteund het ophalen van momentopname's niet.
ru: Камера не поддерживает получение снимков.
sv: Kameran stödjer inte hämtning av ögonblicksbilder.

# Go to view a camera
source: View
fr: Vue
it: Visualizza
nl_nl: Bekijk
ru: Вид
sv: Visa

# Go to settings of a camera
source: Settings
fr: Réglages
it: Impostazioni
nl_nl: Instellingen
ru: Настройки
sv: Inställningar

source: Use this open-source app to view your network cameras using the ONVIF protocol.
fr: Utilisez cette application open-source pour visualiser vos caméras IP à l'aide du protocole ONVIF.
it: Utilizzare questa applicazione open source per visualizzare le telecamere di rete utilizzando il protocollo ONVIF.
nl_nl: Gebruik deze open-bron applicatie voor het bekijken van netwerkcamera's via het ONVIF protocol.
ru: Используйте это приложение с открытым исходным кодом для просмотра сетевых камер с использованием протокола ONVIF.
sv: Använd det här öppen-källkodsprogrammet för att visa dina nätverkskameror med ONVIF-protokollet.

source: The development of this app was started as part of the ONVIF Spotlight Challenge.
fr: Le développement de cette application a été lancé dans le cadre du Spotlight ONVIF Challenge.
it: Lo sviluppo di questa applicazione è stato avviato nell'ambito dell'ONVIF Spotlight Challange.
nl_nl: De ontwikkeling van deze applicatie is gestart als onderdeel van de ONVIF Spotlight Challange.
ru: Разработка этого приложения началась в рамках конкурса ONVIF Spotlight Challenge.
sv: Utvecklingen av denna app startades som en del av ONVIF Spotlight Challenge.

source: You can connect to your network camera and view the video of it. If the camera is controllable you can move it as well.
fr: Vous pouvez vous connecter à votre caméra réseau et visionner la vidéo de celle-ci. Si la caméra est contrôlable, vous pouvez également la déplacer.
it: È possibile connettersi alla telecamera di rete e visualizzarne il video. Se la telecamera è controllabile è possibile spostarla.
nl_nl: Je kan verbinden met jouw netwerkcamera en het beeld daarvan bekijken. Als de camera bedienbaar is, dan kan je hem bewegen.
ru: Вы можете подключиться к сетевой камере и просматривать видео с нее. Если камера управляемая, ее можно перемещать.
sv: Du kan ansluta till din nätverkskamera och visa videon från den. Om kameran är styrbar kan du flytta den också.

source: Casper Meijn
ru: Каспер Мэйн

source: The camera overview page
fr: Page de présentation de la caméra
it: La pagina di panoramica della telecamera
nl_nl: De camera-overzicht pagina
ru: Страница обзора камеры
sv: Kameraöversiktssidan

source: The camera settings page
fr: Page de réglage de la caméra
it: La pagina di impostazioni della fotocamera
nl_nl: De camera-instellingen pagina
ru: Страница настроек камеры
sv: Kamerainställningssidan

source: This is a minor release, with the following changes:
fr: Il s'agit d'une version mineure, avec les changements suivants :
ru: Это второстепенный выпуск со следующими изменениями:
sv: Detta är en mindre versionsuppgradering, med följande förbättringar:

source: Some small improvements
fr: Quelques petites améliorations
it: Alcuni piccoli miglioramenti
nl_nl: Enkele kleine verbeteringen
ru: Небольшие улучшения
sv: Några små förbättringar

source: Now requires Qt 5.12
fr: Requiert désormais Qt 5.12
ru: Теперь требуется Qt 5.12

source: Removed option for including breeze icons in the binary, however is it configured as fallback theme
fr: Suppression de l’option pour inclure les icônes breeze dans le binaire, néanmoins le thème breeze est configuré comme thème de repli
ru: Удалена опция для включения значков breeze в двоичный файл, однако она настроена как резервная тема
sv: Tog bort alternativet för att inkludera breeze-ikoner i binären, det är dock konfigurerat som reservtema

source: This is a minor release, with the following improvements:
fr: Il s'agit d'une version mineure, avec les améliorations suivantes :
it: Questa è una versione minore, con i seguenti miglioramenti:
nl_nl: Dit is een kleine versieophoging, met de volgende verbeteringen:
ru: Это второстепенный выпуск со следующими улучшениями:
sv: Detta är en mindre versionsuppgradering, med följande förbättringar:

source: Added support for camera discovery
fr: Prise en charge supplémentaire pour la découverte de caméras
it: Aggiunto supporto per la scoperta della telecamera
nl_nl: Automatische ontdekking van camera's toegevoegd
ru: Добавлена поддержка обнаружения камеры
sv: Lade till stöd för kameraidentifiering

source: Fixed video viewer for Android
fr: Problème résolu pour la visionneuse vidéo sur Android
it: Risolto il visore video per Android
nl_nl: Video in Android verbeterd
ru: Исправлен просмотрщик видео для Android
sv: Fixade videovisning för Android

source: Improved translations
fr: Traductions améliorées
it: Traduzioni migliorate
nl_nl: Vertalingen verbeterd
ru: Улучшенные переводы
sv: Förbättrade översättningar

source: Improved support for older devices
fr: Prise en charge améliorée des appareils plus anciens
it: Supporto migliorato per vecchi dispositivi
nl_nl: Verbetering in de ondersteuning van ouder apparaten
ru: Улучшенная поддержка старых устройств
sv: Förbättrat stöd för äldre enheter

source: Show multiple cameras if room available
fr: Afficher plusieurs caméras si une salle est disponible
it: Mostra più telecamere se stanza disponibile
nl_nl: Toon meerdere camera's als er voldoende ruimte is
ru: Показать несколько камер, если есть место
sv: Visa flera kameror om utrymme finnes

source: Improved translations and added new langagues
fr: Amélioration des traductions et ajout de nouvelles langues
it: Traduzioni migliorate e nuove lingue aggiunte
nl_nl: Vertalingen verbeterd en nieuwe talen toegevoegd
ru: Улучшены переводы и добавлены новые языки
sv: Förbättrade översättningar och lade till nya översättningar

source: Several internal improvements
fr: Plusieurs améliorations internes
it: Diversi miglioramenti interni
nl_nl: Een aantal interne verbeteringen
ru: Несколько внутренних улучшений
sv: Flera interna förbättringar

source: Fixed a potential crash
fr: Correction d'un plantage potentiel
it: Risolto un potenziale crash
nl_nl: Mogelijke crash opgelost
ru: Исправлен потенциальный сбой
sv: Fixade en potentiell krasch

source: Added donation instructions
fr: Ajout des instructions pour les dons
it: Aggiunte istruzioni per la donazione
nl_nl: Donatie instructies toegevoegd
ru: Добавлены инструкции по пожертвованию
sv: Lade till donationsinstruktioner

source: Use breeze icons as fallback theme
fr: Utilisation des icônes Breeze comme thème de secours
it: Usa le icone di Breeze come tema di fallback
nl_nl: Gebruik breeze icons als terugval thema
ru: Используются значки breeze в качестве резервной темы
sv: Använd breeze-ikoner som reservtema

source: Added opening cameras by URL
fr: Ajout de caméras par URL
it: Aggiunte telecamere di apertura per URL
nl_nl: Camera's openen door middel van URL toegevoegd
ru: Добавлено открытие камер по URL
sv: Lade till kameraöppning via URL

source: Improved snapshot downloading
fr: Amélioration du téléchargement des photos instantanées
it: Miglioramento del download di istantanee
nl_nl: Momentopname download verbeterd
ru: Улучшена загрузка снимков
sv: Förbättrad hämtning av ögonblicksbilder

source: Improved translations and added Norwegian
fr: Amélioration des traductions et ajout du norvégien
it: Traduzioni migliorate e aggiunta lingua norvegese
nl_nl: Vertalingen verbeterd en Noors toegevoegd
ru: Улучшены переводы и добавлен норвежский
sv: Förbättrade översättningar och lade till Norska

source: Improved UI style by using Kirigami cards
fr: Style d'interface utilisateur amélioré en utilisant des cartes Kirigami
it: Miglioramento dello stile dell'interfaccia utente usando le carte Kirigami
nl_nl: UI verbeterd door middel van Kirigami cards
ru: Улучшенный стиль пользовательского интерфейса с использованием карт Киригами
sv: Förbättrad gränssnittsstil med Kirigami-kort

source: Improved translations by supporting Weblate
fr: Traductions améliorées en utilisant Weblate
it: Traduzioni migliorate supportando Weblate
nl_nl: Vertalingen verbeterd door Weblate te ondersteunen
ru: Улучшены переводы за счет поддержки Weblate
sv: Förbättrade översättningar genom att stödja Weblate

source: Made demo cameras optional, by moving them to the add camera button
fr: Les caméras de démonstration sont rendues facultatives, en les déplaçant vers le bouton « Ajouter une caméra »
it: Realizzate telecamere dimostrative opzionali, spostandole sul pulsante Aggiungi telecamera
nl_nl: Demonstratie camera's optioneel gemaakt door de naar een toevoegen knop te verplaatsen
ru: Сделали демонстрационные камеры необязательными, переместив их на кнопку добавления камеры
sv: Gjorde demokameror till tillval genom att flytta dem till knappen "Lägg till kamera"

source: Renamed internal application name. Note: this causes the configuration file to reset
fr: Nom d'application interne renommé. Remarque : ceci provoque la réinitialisation du fichier de configuration
it: Nome dell'applicazione interna rinominata. Nota: ciò causa il reset del file di configurazione
nl_nl: Interne applicatie naam hernoemd. Let op: hierdoor wordt het configuratie bestand verwijderd
ru: Переименовано внутреннее имя приложения. Примечание: это приводит к сбросу файла конфигурации
sv: Bytt internt programnamn. Notera att detta gör att konfigurationsfilen återställs.

source: Added internationalization support with Brazilian and Dutch translations
fr: Ajout de la prise en charge de l'internationalisation avec des traductions brésiliennes et néerlandaises
it: Aggiunto supporto per l'internazionalizzazione con traduzioni brasiliane e olandesi
nl_nl: Vertalingen mogelijk gemaakt inclusief Braziliaans en Nederlandse vertalingen
ru: Добавлена поддержка интернационализации с переводами на бразильский и голландский
sv: Lade till språkstöd med Brasiliensk och Nederländsk översättning

source: Replaced demo cameras
fr: Caméras de démonstration remplacées
it: Sostituite le telecamere demo
nl_nl: Demonstratie camera's vervangen
ru: Заменены демонстрационные камеры
sv: Ersatte demokameror

source: Added workaround for cameras that don't support relative movement properly
fr: Solution de contournement ajoutée pour les caméras qui ne prennent pas correctement en charge les mouvements relatifs
it: Aggiunta soluzione alternativa per le telecamere che non supportano correttamente il relativo movimento
nl_nl: Tijdelijke oplossing toegevoegd voor camera's die relatieve bewegingen niet ondersteunen
ru: Добавлен обходной путь для камер, которые не поддерживают правильное относительное движение
sv: Lade till lösning för kameror som inte stödjer relativ rörelse på rätt sätt

source: Added support for zoom'ing
fr: Ajout de la prise en charge du zoom
it: Aggiunto supporto per lo zoom
nl_nl: Ondersteuning voor zoomen toegevoegd
ru: Добавлена поддержка масштабирования
sv: Lade till stöd för zoomning

source: Improved build system
fr: Amélioration du système de compilation
it: Migliorato sistema di compilazione
nl_nl: Bouwsysteem verbeterd
ru: Улучшенная система сборки
sv: Förbättrat kompileringssystem

source: Increase required Qt version to 5.12
sv: Utöka nödvändig Qt-version till 5.12
